app/controllers/infomations_controller.rb

  def index
    @infomations = Infomation.all
---
SELECT "infomations".* FROM "infomations"