app/controllers/specials_controller.rb

  def index
    @specials = Special.all
---
SELECT "specials".* FROM "specials"