app/controllers/tops_controller.rb

  def index
    @tops = Top.all
---
SELECT "tops".* FROM "tops"